;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

(package! haskell-mode)
(package! vterm)
(package! evil-nerd-commenter)
(package! dired-hacks)
(package! winum)
(package! highlight-indent-guides)
(package! lsp-treemacs)
(package! minimap)
(package! org-jira)
(package! grammarly)



;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
